[
  {
    "id": 1,
    "title": "Dune",
    "author": "Frank Herbert",
    "series": "Dune #1",
    "description": "Al duque Leto Atreides se le asigna el gobierno de este mundo inhóspito, habitado por los indómitos Fremen y monstruosos gusanos de arena de centenares de metros de longitud. Sin embargo, cuando la familia es traicionada, su hijo y heredero, Paul, emprenderá un viaje hacia un destino más grande del que jamás hubiese podido soñar. Mezcla fascinante de aventura, misticismo, intrigas políticas y ecologismo, Dune se convirtió, desde el momento de su publicación, en un fenómeno de culto y en la mayor epopeya de ciencia-ficción de todos los tiempos.",
    "pages": 730,
    "price": 29.90,
    "discount": 28.40,
    "rating": 4.27,
    "stock": 94,
    "genre": "Fiction",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1555447414i/44767458.jpg"
  },
  {
    "id": 2,
    "title": "Alas de sangre",
    "author": "Rebecca Yarros",
    "series": "Empíreo #1",
    "description": "Vuela... o muere. El nuevo fenómeno de fantasía juvenil del que todo el mundo habla. No te pierdas la primera edición con cantos tintados y acabados exclusivos. «¡La novela de fantasía más brutalmente adictiva que he leído en una década!» Tracy Wolff, authora de la Serie Crave Violet Sorrengail creía que se uniría al Cuadrante de los Escribas para vivir una vida tranquila, sin embargo, por órdenes de su madre, debe unirse a los miles de candidatos que, en el Colegio de Guerra de Basgiath, luchan por formar parte de la élite de el Cuadrante de los Jinetes de dragones. Cuando eres más pequeña y frágil que los demás tu vida corre peligro, porque los dragones no se vinculan con humanos débiles. Además, con más jinetes que dragones disponibles, muchos la matarían con tal de mejorar sus probabilidades de éxito; y hay otros, como el despiadado Xaden Riorson, el líder de ala más poderoso del Cuadrante de Jinetes, que la asesinarían simplemente por ser la hija de la comandante general. Para sobrevivir, necesitará aprovechar al máximo todo su ingenio. Mientras  la guerra se torna más letal Violet sospecha que los líderes de Navarre esconden un terrible secreto...",
    "pages": 730,
    "price": 21.99,
    "discount": null,
    "rating": 4.6,
    "stock": 94,
    "genre": "Fantasy romance",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1689936931i/193810053.jpg"
  },
  {
    "id": 3,
    "title": "Alas de hierro",
    "author": "Rebecca Yarros",
    "series": "Empíreo #2",
    "description": "Todos esperaban que Violet Sorrengail muriera en su primer año en el Colegio de Guerra de Basgiath, incluso ella misma. Pero la Trilla fue tan solo la primera de una serie de pruebas imposibles destinadas a deshacerse de los pusilánimes, los indignos y los desafortunados. Ahora comienza el verdadero entrenamiento y Violet no sabe cómo logrará superarlo. No solo porque es brutal y agotador ni porque está diseñado para llevar al límite el umbral del dolor de los jinetes, sino porque el nuevo vicecomandante está empeñado en demostrar a Violet lo débil que es a menos que traicione al hombre que ama. Aunque el cuerpo de Violet es más frágil que el de sus compañeros, su fuerza radica en su ingenio y voluntad de hierro. Además, los líderes están olvidando la lección más importante que Basgiath les ha enseñ los jinetes de dragones crean sus propias reglas. La voluntad de sobrevivir no será suficiente este año, porque Violet conoce el secreto que se oculta entre los muros del colegio y nada, ni siquiera el fuego de dragón, será suficiente para salvarlos.",
    "pages": 640,
    "price": 21.99,
    "discount": null,
    "rating": 4.34,
    "stock": 11,
    "genre": "Fantasy romance",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1700679072i/202498647.jpg"
  },
  {
    "id": 4,
    "title": "El imperio final",
    "author": "Brandon Sanderson",
    "series": "Nacidos de la bruma #1",
    "description": "En El Imperio final, Kelsier, el «superviviente», el único que ha logrado huir de los Pozos de Hathsin, ha encontrado a Vin, una pobre chica skaa con mucha suerte... Tal vez los dos, unidos a la rebelión que los skaa intentan desde hace mil años, logren cambiar el mundo y la atroz dominación del Lord Legislador.",
    "pages": 680,
    "price": 20.99,
    "discount": 19.99,
    "rating": 4.64,
    "stock": 35,
    "genre": "Epic fantasy",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1708274777i/123402624.jpg"
  },
  {
    "id": 5,
    "title": "Mort",
    "author": "Terry Pratchett",
    "series": "Mundodisco #4",
    "description": "En esta entrega, Mortimer es un joven soñador y despistado a quien le  toca en suerte una inesperada tarea: convertirse en aprendiz de la Muerte y aplicarse en liberar almas de su envoltura carnal. A decir verdad, Mort no está demasiado capacitado para ello, y en una de  sus primeras misiones, liberar el alma de una atractiva princesa que  está a punto de ser asesinada, decide en su lugar 'liberar' el alma del  asesino, interfiriendo así en los designios del Destino y provocando el consiguiente desaguisado. Por su parte, la Muerte, habiendo delegado buena parte de su trabajo en  Mort, se dedica a beber, jugar a los dados y embarcarse en enrevesadas reflexiones filosóficas",
    "pages": 288,
    "price": 10.99,
    "discount": 10.40,
    "rating": 4.24,
    "stock": 65,
    "genre": "Comedy fantasy",
    "thumbnail": "https://imagessl4.casadellibro.com/a/l/s7/84/9788483463284.webp"
  },
  {
    "id": 6,
    "title": "Todo arde",
    "author": "Juan Gomez-Jurado",
    "series": "Reina Roja #6",
    "description": "Esta es la historia de tres mujeres que lo han perdido todo. Por eso son tan peligrosas. Si alguna vez has querido mandarlo todo a la mierda, esta es tu historia. SIEMPRE GANAN LOS MISMOS, ES HORA DE CAMBIAR LAS REGLAS.",
    "pages": 592,
    "price": 22.99,
    "discount": 21.75,
    "rating": 3.83,
    "stock": 40,
    "genre": "Thriller",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1654462723i/61231967.jpg"
  },
  {
    "id": 7,
    "title": "El cuarto mono",
    "author": "J.D. Barker",
    "series": "Cuarto Mono #1",
    "description": "El detective de la policía de Chicago Sam Porter investiga el caso de un hombre atropellado, pues los indicios en la escena del crimen apuntan a que se trata de El Cuarto Mono, un asesino en serie que ha estado aterrorizando la ciudad. Su modus operandi consistía en enviar tres cajas blancas a los padres de las víctimas que secuestra y mata: una primera con una oreja, una segunda con los dos ojos, y otra con la lengua; y finalmente dejar abandonado el cuerpo sin vida en algún lugar. El hombre atropellado llevaba una de esas cajas blancas. Se inicia así una frenética carrera contrarreloj para averiguar dónde se encuentra encerrada la próxima víctima.",
    "pages": 560,
    "price": 20.90,
    "discount": 19.85,
    "rating": 4.26,
    "stock": 46,
    "genre": "Thriller",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1535319789i/41484859.jpg"
  },
  {
    "id": 8,
    "title": "Amanecer rojo",
    "author": "Pierce Brown",
    "series": "Amanecer rojo #1",
    "description": "Ideas como libertad o igualdad murieron junto con la Tierra. Ahora, en Marte, el equilibrio se sustenta en un férreo sistema de castas representada por colores, en el que los dorados son la élite gobernante. Pero Darrow no es un dorado, es un rojo. FORJADO EN LAS ENTRAÑAS DEL INFIERNO. AFILADO POR EL ODIO. FORTALECIDO POR EL AMOR. Para sobrevivir debe ocultar su verdad sin olvidar que cada muerte, cada paso en la batalla, es por la libertad. EN UN MUNDO DE OSCURIDAD. UN ROJO AMANECERÁ DORADO",
    "pages": 544,
    "price": 20.99,
    "discount": 19.99,
    "rating": 4.27,
    "stock": 21,
    "genre": "Adventure",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597245102i/23148013.jpg"
  },
  {
    "id": 9,
    "title": "Hijo dorado",
    "author": "Pierce Brown",
    "series": "Amanecer rojo #2",
    "description": "Tras una implacable competición en el Instituto de Marte, Darrow se ha ganado un puesto de honor entre la élite gobernante. Ahora luce la cicatriz curvada de los dorados, los más crueles y brillantes de los humanos. Pero Darrow no es como ellos… SU FUTURO SE HA CONSTRUIDO SOBRE MENTIRAS, SU PASADO ESTÁ MARCADO POR LA TRAGEDIA. Y NO PERDONA. NO OLVIDA. Para hacer realidad su objetivo de destruir el sistema desde dentro, Darrow debe convertirse en el mejor de los dorados. El más fuerte. El más inteligente. El más implacable. Solo así devolverá la luz a su pueblo. Aunque su sombra se torne más oscura a cada paso. CUANDO ALCANZAS EL CIELO DORADO EMPIEZA LA CAÍDA.",
    "pages": 680,
    "price": 20.99,
    "discount": 19.99,
    "rating": 4.46,
    "stock": 35,
    "genre": "Adventure",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1429896185i/25420089.jpg"
  },
  {
    "id": 10,
    "title": "Mañana azul",
    "author": "Pierce Brown",
    "series": "Amanecer rojo #3",
    "description": "Arriesgándolo todo para hundir la Sociedad dorada, Darrow ha sobrevivido a las despiadadas rivalidades entre los guerreros más poderosos. Ha logrado ascender y ha aguardado pacientemente el momento de desencadenar la revolución que acabará con la jerarquía desde dentro. Por fin ha llegado la hora… TRAICIONADO POR SUS ALIADOS. ABANDONADO A LA OSCURIDAD. UNA VOZ SE ALZARÁ POR LA JUSTICIA. Para vencer, necesitará persuadir a los que están sumidos en la oscuridad para que rompan sus cadenas y reclamen un destino que se les ha negado durante mucho tiempo. Un destino demasiado glorioso para renunciar a él. CUANDO LA LIBERTAD ESTÁ A TU ALCANCE LA ESPERANZA SE CONVIERTE EN TU ENEMIGO.",
    "pages": 672,
    "price": 20.99,
    "discount": 19.99,
    "rating": 4.51,
    "stock": 3,
    "genre": "Adventure",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1484075885i/33820413.jpg"
  }
]